Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: “돈으로 명예를 사려는 것이 아닙니다.{j}그저 불가피한 사정으로 생긴 물의에, 두 가문의 우의를 보존하고자 하는 성의 표시로 받아들여 주십시오.”
en_us: “We aren’t trying to buy honor. A small fissure has split our houses due to unforeseen circumstances and we only ask that you take this as a token of sincerity in hopes that it will preserve our great friendship.”

source: “너 말이 점점 짧아진다?”
en_us: “Watch your temper, Rick.”

source: 드워프는 최선을 다하겠다는 계약을 했고, 로건의 다그침에는 자비가 없었다.
en_us: The contract the dwarf had signed stipulated that he would always do his utmost, and Logan’s persistence showed no mercy.

source: 하룬의 중앙 거리.{j}대로의 양옆으로 늘어선 거대하고 넓은 천막들은 하나같이 입구가 크게 열려 있었고, 그 안에는 때 묻고 헐벗은 몰골의 노예들이 용병들의 감시하에 줄지어 서 있었다.{j}하룬의 첫 번째 명물이라고 할 수 있는 노예 시장.{j}정식 허가를 받고 생긴 것은 아니나, 어느 순간부터 늘어나기 시작한 천막들은 영지의 묵인하에 하나둘씩 수를 늘려 갔다.{j}그러다 결국 그란디아 왕국에서 가장 거대한 인간 시장이 만들어졌고, 이제는 왕국 내에서 노예를 사려면 하룬의 노예 시장으로 오는 것이 아주 당연한 상식처럼 여겨질 정도로 규모가 커졌다.
en_us: The main road of Harun was wider than any other street in the city and huge tents with tremendous entrances were lined up on either side. Slaves, naked and unwashed, were inside each tent with mercenaries keeping a close eye on their clients’ precious cargo. The slave market was the crown jewel of Harun. The market was not officially sanctioned but the connivance of Harun’s ruler allowed it to quietly grow. It soon became the largest slave market in the entire kingdom, and it became common knowledge for a man to head to Harun if he desired slaves.

source: 그런 온갖 의문이 담긴 눈빛에 필립이 콧방귀를 끼며 대답했다.
en_us: Phillip simply sniggered at Logan’s face.

source: “저기 언니, 오늘 시간 어떻게 돼?{j}많이 비싸?”
en_us: “Hello, sweetheart. Do you have any time tonight? Not going to cost an arm and a leg are you?”

source: 빠직.
en_us: Crack

source: 서자 새끼 주제에 어디서 감히……!
en_us: “How dare you disturb me? A Bastard!”

source: 그의 표정 역시 좋지 않았지만, 그가 할 수 있는 일은 그저 진검을 뺏고, 무기를 제한하는 정도에 불과했다.
en_us: The referee was not pleased to find himself in this position. The only measure he could take was to restrict their weapons.

source: “에에이!”
en_us: “Come on!”

source: 따아악!
en_us: Swoosh.

source: “끄륵.{j}끅.”
en_us: “Oh, dear...”

source: “정말 이게 네 최선이라면 어쩔 수 없지 뭐.{j}이 정도로 만족해야지.{j}에휴, 고작 이거 보려고 내가 그 거금을 썼던가…….”
en_us: “It can’t be helped if this is the best you can do. I’ll have to make do. I can’t believe I spent so much money just to end up with this...”

source: 분명 처음 보는 얼굴인데 무슨 철천지원수라도 졌는지 미친 듯이 창을 내려찍는 놈이 원망스러웠다.
en_us: Rick had never seen the man but he relentlessly pounded his spear at him as if he was a sworn enemy.

source: 그리고 곧 식량이 부족했던 일부 지역에서는 카록을 위시한 가축과 닮은 몬스터들의 식용이 이루어진다.{j}그런 충격적인 문화가 퍼진 그해 겨울, 카록의 고기를 먹고 ‘불능’을 치료했다는 사례가 속속들이 나타난다.{j}심지어 고간을 다쳐 물리적으로 고자가 되었던 사람까지 효능을 보았다는 이야기도 퍼져 나간다.{j}그리고 그란디아 왕실 마탑에서 그것을 공증하는 순간.{j}왕국의 수도 그랑을 시작으로 카록의 고기에 대한 수요가 폭발한다.{j}그리고 불과 1년이 지나지 않아 본래에도 희귀종 몬스터였던 카록은 대륙에서 그 흔적도 찾아볼 수 없게 된다.
en_us: Region that suffered from food insecurities started farming karock and other monsters that were similar to livestock. In the winter of the same year the shocking culture began, many stories spread about how karock meat cured infertility. There was even a story about an infertile man with damaged testicles that was suddenly cured. Once the Royal Magic Tower of Grandia officially confirmed the effects, the demand of karock meat exploded in Grand, the capital of the kingdom. From there, it only took a year for the once rare karocks to disappear from the continent.

source: 질적으로 차원이 달라진 포스가 로건에게 자신감을 주었다.
en_us: The undeniable increase in quality of his force gave Logan confidence.

source: 그 한 걸음 뒤에서 로건을 향해 간단히 고개를 숙이는 새어머니의 심복, 총관 벡터의 눈은 아예 그를 보고 있지도 않았다.
en_us: Her henchman, Commander Vector, was a step behind her and made a simple bow to Logan without making eye contact.

source: 막힌 것이 뚫린 듯 떠오른 기억이 묘한 쾌감을 가져다주었지만, 그 기억은 로건에게 또 다른 고민거리를 안겨 주었다.
en_us: He felt a strange euphoric sensation rush through his head as his unclogged memory had finally surfaced. But the memory soon gave him a different headache all together.

source: ‘대체 왜 온 거야.’
en_us: Why did he come to us?

source: “돌진하라!”
en_us: “Charge!”

source: 그저 다른 귀족 가문에서 손님이 온다니 약혼이나 결혼 같은 좋은 일로 잔치가 생기지 않을까 하는 기대를 품고 있을 뿐이었다.
en_us: They were excited that another noble house was visiting as it usually meant there would be a great feast to celebrate some good news, such as an engagement or a marriage.

source: 비록 단 한 번으로 탈진한다 해도, 비장의 한 수로서는 넘치는 기술이었다.
en_us: All the energy is spent in a single blow but the technique was an invaluable trump card for Logan.

source: 괜찮으신가요?”
en_us: Are you okay?”

source: 식사 도중 나온 대화라고는 이것이 전부였으니까.
en_us: That was the extent of the conversation that followed during the meal.

source: “예.{j}알겠습니다, 로건 님.”
en_us: “Yes, Master Logan.”

source: “……아버지한테 직접 쓸 건데?”{j}
en_us: “I’ll write a letter addressed to my father.”

source: “하나!{j}최근에 기사들의 의견을 듣자 하니, 많이 달라진 모습을 보인다 들었다.{j}그러니 전에 약조한 대로 1년간의 유예 기간을 두겠다.{j}이후에 네가 보이는 모습에 따라 가문에서의 네 지위가 결정될 것이다.”
en_us: “But! My knights tell me that your behavior has changed for the better. Which is why I’ll grant you a one year grace-period as we’re previously discussed. I’ll determine your position within the family in one year.”

source: “……가능할 수도 있겠군요.”
en_us: “It seems possible...”

source: “20년.{j}네가 앞으로 20년 동안만 나를 위해 ‘최선을 다해’ 물건을 만들어 준다면, 나는 너를 산으로 돌려보낼 의향도 있다.”
en_us: “Twenty years. If you give me twenty years of your best work, I have every intention to send you back to the mountains.”

source: 로건의 추문은 지나치다 싶을 정도로 빠르게 퍼져 나갔다.
en_us: Logan’s infamy spread faster than the plague.

source: 평생 보지 못한 양의 금화 더미를 앞에 두고도, 한숨을 내쉰 아버지의 표정은 씁쓸하기만 했다.{j}패드릭은 그대로 대전을 나서자, 그를 따라 돌아선 기사들의 얼굴에는 비웃음이 떠올라 있었다.{j}그 와중에 새어머니는 오히려 무언가 얻은 것처럼 환하게 미소 지으며 뒤를 따랐다.{j}그것이 지금 자신의 결정이 가문에 어떻게 받아들여졌는지 확실히 느끼게 해 주었다.{j}그 모습을 무표정하게 지켜보던 로건은 다시금 결심했다.
en_us: Logan saw how disappointed his father was despite the enormous pile of gold that was before him. Padrick left the great hall and all of his knights smirked as they followed him out. While, his step-mother gleefully smiled as if she had found what she was looking and promptly followed her husband. Their reactions told Logan how they interpreted his actions and how they saw him. But Logan watched on without any emotion and stood firm.

source: “가시려면 저도 데려가세요.{j}아니면 절대!{j}절대로 못 갑니다!”
en_us: “If you are to leave, you must take me with you or you’ll never leave these four walls!”

source: 전부 부정할 수 없는 사실이라 가슴이 아팠다.
en_us: There was not a single wrong word in what he said and Logan felt the burn that harsh truths bring.

source: “궁기병을 착각하신 건 아닙니까?”
en_us: “Are you sure you don’t mean mounted archers?”

source: 도미넌과의 사건이 있은 지 삼 일 뒤.
en_us: Three days after the duel with Sir Dominan.

source: ‘리아, 내 동생.’
en_us: Ria, my sister.

source: 빅토르가 땅바닥에 널브러진 지 고작 15분이 지난 뒤였다.
en_us: Only fifteen minutes had passed since Victor collapsed on to the ground.

source: 드웨인에게는 이 순간이 인생의 고비처럼 느껴졌다.{j}맥라인의 재무행정관이라는 자리는 그야말로 힘겹기 짝이 없는 자리였다.{j}자신이 이곳 태생이라는 점과 가주와의 의리가 없었다면 당장이라도 때려치우고 싶은 자리.{j}언제나 모자란 예산을 쥐어짜서 영지 전체의 살림을 꾸려야 하고, 모자란 돈은 가주의 처가에 애걸하다시피 구걸하여 해결해야 했다.{j}가끔은 자신이 행정관인지 거지 두목인지 헷갈리는 가혹한 자리가 바로 맥라인의 재무행정관이었다.{j}하지만 지금 말만 잘하면 적어도 수년간은 편안한 잠자리가 보장될 기회가 왔다.{j}더구나 상대는 앞뒤 못 가리는 철부지일 뿐이었다.{j}그렇게 생각하자 자신감이 생겼다.
en_us: Dwain felt that this was the most testing challenge of his life. Being the financial administrator of the House of MacLine was a hapless and difficult task. He would have thrown in the towel a long time ago if he wasn’t a native of the land or if he didn’t have his Baron’s trust. He had to squeeze every dime to maintain the castle’s expenses and had to beg like a lap dog to the Baron’s in-laws to cover any discrepancies. He was often confused about his role, he knew he was the house steward but at times, he felt like a begging gang leader. But a chance had finally come to put an end to sleepless nights for decades to come, if he spoke well. He had convince none other than the enfant terrible of House MacLine but he told himself that he was still a child and that gave him confidence.

source: “좋아.”
en_us: “Great.”

source: “이게 마지막 경고가 되길 바란다, 빅토르.{j}내 말을 잘 따르면 너와 네 동생의 안전을 보장하지.{j}하지만 또다시 이런 일이 벌어질 경우…….”
en_us: “Let this be your last warning, Victor. I’ll guarantee you and your sister’s safety if you promise to behave. But if you act out again...”

source: “……뭐?”
en_us: “I don’t follow...”

source: 그리고…….
en_us: And..

source: ‘지금의 수준으로도 이 정도이니, 2성만 이루어도…….’
en_us: If this is how powerful I feel now, imagine when I reach level two...

source: “뭐, 임마?!”
en_us: “I’ll teach you to think!”

source: 비전의 내용 중 가장 중요한 것은 ‘시간과 공간을 가르는 검, 시공참(時空斬)’이라 거창하게 명명된 열 개의 검식이었다.
en_us: The most important passage of the book covered ‘the Swords of Time and Space’, a list of ten techniques.

source: 그 선언에 패드릭의 얼굴은 일그러지고, 새어머니의 표정에는 비웃음이 떠올랐다.
en_us: His declaration brought a frown to Padrick’s face while his step-mother smirked in jest.

source: 로건이 별장으로 접근하는 순간부터 들려오던 수군거리는 소리는 그가 연병장으로 쓰이는 큰 마당으로 들어서는 순간 더욱 시끌벅적하게 퍼져 나갔다.
en_us: Logan heard the babble of mercenaries as he approached the summer house but the babble had turned into a roar once he stepped onto the training field.

source: “그럼 그때 경비 담당자가 제대로 일을 하지 않은 것입니다, 공자님.”
en_us: “Then, I’m afraid the guard that day neglected his duties, master.”

source: 발끝으로 쓰러진 용병을 건드리자, 기절한 용병의 몸이 부르르 떨렸다.{j}그것을 보면서도 ‘귀족의 아들은 정식 귀족이 아니고, 귀족모독죄는 기껏해야 태형 정도’라는 진실을 언급할 간 큰 사람은 없었다.{j}아니, 지금은 그런 사소한 것에 신경 쓸 겨를이 없었다.
en_us: Logan tapped the fallen mercenary by his feet with his foot, and the unconscious man shivered. No one dared to correct Logan on his interpretation of the law for sons of noblemen weren’t officially recognized as one and flogging was the sentence for insulting a noble. The crowd of mercenaries were too bewildered to focus on such fine details.

source: 공자님 이거 보이시죠?!
en_us: Master, do you see this?!

source: 전쟁에 패배한 적국의 후손이나 중범죄자들의 후손, 세금이나 노역을 피해 도망치다 잡힌 유민들 혹은 감당할 수 없는 빚을 진 이들.{j}저마다 수많은 사연이 있을 다양한 이들의 어두운 시선을 받아 가며, 로건은 빠르게 발걸음을 옮겼다.
en_us: Harun was a melting pot of tragedy. The slave population included descendants of enemy countries that were defeated in battle, children of violent criminals, drifters with unpayable debts and poor souls that were caught on the run from tax evasion or mandatory labor. A mosaic of dreary, sorrowful eyes looked upon Logan as he hastened his steps.

source: 카이는 갑자기 자신에게 말을 건넨 희멀건 도련님을 멀뚱히 쳐다보았다.{j}그러다 갑옷의 문장을 확인한 뒤에야 조심스레 입을 열었다.
en_us: Kai turned and stared blankly at the wide-eyed young man. He then saw the emblem engraved on his armor and carefully responded.

source: 이, 이거 보이세요?”
en_us: “C-can you see this?”

source: “쯧.{j}내가 호구로 보이나?”
en_us: “Do I look like a fool to you?”

source: 로건은 놀란 티를 내지 않으려 노력해야 했다.
en_us: Logan tried his best to hold in his admiration.

source: “진짜 돌아갈까?{j}난동을 부릴까?”
en_us: “Do you think he will really back off? Or cause some trouble?”

source: ‘……로니안도 이 정도는 아니었던 것 같은데.{j}두 번은 보지 않았던가?’
en_us: Even Lonian didn’t take to it that fast. I’m sure he needed to see it twice.

source: 피식.
en_us: Smirk.

source: “하급 몬스터 카록의 고기를 사서 모을 생각이야.”
en_us: “I plan to stockpile Karock meat, a low-class monster.”

source: 얼마의 돈이 필요할지 짐작도 되지 않았다.{j}그 때문에 지금 자금을 만들어 낼 근간을 세우기 위해 영지를 나서려는 것이었다.
en_us: He couldn’t fathom how much he’d need. That was why he needed to venture out of his territory to build a foundation to generate more wealth.

source: ‘나라고 죽고 싶은 것은 아니지만…….’
en_us: I don’t want to die just yet...

source: “곧 울브스 가문에서 리이나가 방문한다는구나.”
en_us: “Lina of House Wolves will soon be visiting us.”

source: 그리고 그 순간.
en_us: At that moment.

source: 전생에서는 가문에서 쫓겨날 때도 끝까지 언급하지 않았던 말이었다.{j}객관적으로 보았을 때 지금 자신이 벌인 일이 전생의 그 칼부림보다 심한 일이라고는 생각되지 않으니, 그 이유는 나름대로 예상이 되었다.
en_us: His father never spoke of her even when Logan was about to be banished from the family in his past life. Objectively speaking, the incident from his past life was not as serious as his current actions, which made Logan think that his father had his reasons for bringing her up.

source: “이럴 수…… 음?”
en_us: “How can this be...huh?”

source: “주인님.{j}고향에서 이런 대접이라니, 도대체 무슨 짓을 하고 다니신 겁니까?”
en_us: “Master, what kind of reception is this in your home territory? What have you been doing to these people?”{j}

source: ‘확실히 상급기사는 없는 거야.’
en_us: It means that they don’t have a high knight in their ranks.

source: 적군의 기세에 뒤지지 않는 함성이 서로를 고양해 주었다.{j}조금 전까지 불안감에 웅성거리던 모습은 확실히 줄어든 것이다.
en_us: Their deafening war cry confirmed to one another that weren’t going to back down. The nervous ticks and murmurs from moments before had subsided.

source: ‘이제 곧 그 시기다.’
en_us: It’s almost time.

source: 로건이 아버지의 모습에 일이 생각대로 잘 풀려 가고 있다고 여길 때였다.
en_us: Logan finally felt things were going his away after seeing his father’s reaction.

source: “반드시 이겨야 한다.”
en_us: “We must win.”

source: ‘난 퇴물이 아냐!’
en_us: I’m not a has-been!

source: “그래.{j}조만간 다시 확인하지.”
en_us: “Good. Let’s check back again soon.”

source: “홀로 나설 용기도 없느냐!{j}꽁무니를 빼고 숨는 꼬락서니에 내 얼굴이 다 화끈거리는구나!”
en_us: “Don’t you have the courage to face me yourself? I would spit on your cowardice but you’d say it was raining.”

source: 우르르르.
en_us: Crash.

source: “고작…….”
en_us: “Only that much?”

source: “지금 공자님이 미쳤다고 소문이 자자합니다!{j}가주님께서도 바로 불러오라고 하셨단 말입니다!”
en_us: “The castle is rife with rumors that say you’ve gone mad! The Baron wishes to see you immediately!”

source: 이제는 완연해진 평대에 필립이 울컥했지만, 이내 한숨을 내쉬며 수긍하고 말았다.
en_us: Phillip choked up but he soon let out a sigh like he had accepted his new path in life.

source: “그러니까 뭐가?”
en_us: “So what?”

source: 고통?{j}신음?{j}‘내가 살아 있다고?’
en_us: Pain?{j}A groan?{j}I’m still alive?

source: 메리안 카이로스.
en_us: Marianne Caiross.

source: 물론 그중에 로건이 이길 거라 기대하는 사람은 없었다.
en_us: Of course, no one thought Logan had a change of winning.

source: 어색하게 웃으며 고개를 끄덕이는 카이를 보며 로건은 피식 웃었다.{j}그냥 해 본 말이었지만 정말 그렇게 생각하고 있던 모양이었다.{j}하지만 굳이 그것으로 트집 잡을 생각은 없었다.{j}당장 필요한 것은 저 용병들을 확실히 휘어잡아 훈련을 시키는 것이었다.{j}로건의 시선이 멀리 별장의 연병장에서 옥신거리는 수많은 용병에게 향했다.{j}자유롭게 살아온 티가 나는 각양각색의 복색에, 약간의 시비도 그냥 넘어가지 않는 무질서한 모습들.{j}얼핏 본 것만으로도 그들을 하나의 부대로 묶어서 훈련을 시킨다는 것은 쉽지 않게 느껴졌다.
en_us: Logan smiled at Kai’s limp nod and awkward smile. He meant it as a joke but it seemed Kai was thinking about the turn of phrase. But he didn’t want to catch him out on it. The pressing matter at hand to maintain discipline and train these men. Logan turned his attention towards the training field of the summer house where a colony of mercenaries were swarming around. The rainbow of colors represented their diverse and lawless backgrounds. Each one of them looked like they were ready to pounce over the slightest disagreement. It was going to take tremendous work to unite this unruly set of misfits into a united army.

source: 이동하는 내내 은밀히 포스 코어의 힘을 썼으니 당연한 결과였다.{j}로건이 지금 낼 수 있는 최대한의 출력으로 30분 이상 소년에게 쏟아부은 생명 에너지, 포스의 세례는 웬만한 하급 사제의 신성 마법보다 훨씬 나았다.{j}때문에 소년이 회복한 것은 충분히 예상한 일이었다.{j}오히려 로건이 마음에 걸리는 것은 자신의 오빠와 로건을 번갈아 쳐다보고 있는 여동생 쪽이었다.
en_us: Logan had expected him to wake up since he secretly used the power of his force core while they were on the move. He had used the Baptism of the Force, a form of energy used for healing, to breathe life back into the boy at maximum power for over thirty minutes. Logan’s Baptism of the Force was stronger than the holy magic performed by most low-level priests. He knew the boy would wake up. He was actually more concerned about the boy’s younger sister, who darted her eyes between her brother and Logan with furrowed eyebrows.

source: 그리고 그 시간, 소란의 주인공은 진작 만나려고 했던 사람과 이제야 독대하고 있었다.
en_us: Now, the man of the hour was finally about to meet the man he came to see.

source: 거부해도 상관은 없는 일이었다.
en_us: The knight could simply refuse.

source: 로건은 대련을 시작하기도 전에 그 뒤의 일이 궁금해졌다.
en_us: Logan was curious about the aftermath before he had even begun.

source: 단순히 신체 능력만이 아니라, 검술의 경지조차 그보다 뛰어났다.
en_us: It wasn’t just his physical prowess but his swordsmanship was also far better.

source: 하급 몬스터 카록은 멧돼지와 닮은 외견에 이마에 뿔이 달린 몬스터였다.{j}아무리 모습이 일반 가축과 비슷하다고는 해도 몬스터는 몬스터인지라 그 피에 독성이 있었다.{j}돼지와 닮았다고 사람이 먹을 수 있는 놈이 아니라는 것이다.
en_us: Karocks were low-class monsters that resembled boars but had a horn sticking out of their heads. Horns aside, they closely resembled normal livestock but possessed poisonous blood and weren’t fit for consumption.

source: 어느새 2열 횡대, 지그재그 모양으로 늘어선 용병대가 발사한 화살이 과거에 사용하던 석궁보다 훨씬 조용한 소리를 내며 도망치던 크롤 떼를 덮쳤다.
en_us: The army had split into two formations and rode out in a zig zag along a wide horizontal line. They attacked the retreating pack of krolls with their new crossbows that were quieter than the previous version.

source: 실력도 없으면서 사고만 치고 패악질을 부려 대는 직계의 핏줄.
en_us: He only talent he had was to stir up trouble and be a menace to all those around him, the black sheep of the family.

source: 다만 무형의 에너지인 포스를 유형화시켜 하나로 뭉치게 만드는 것 자체만으로도 보통의 재능으로는 불가능한 일이었다.
en_us: But, concentrating the energy of the force into one from its incorporeal state into its physical state was impossible for ordinary warriors.

source: “……예?”
en_us: “...Sorry?”

source: “이것밖에 못 해?{j}고작 이게 네 최선이야?{j}그럼 다 집어치워!{j}그냥 칼이나 만들래?!”
en_us: “Is this it? Is this the best you can do? Just throw in the towel while you’re at it. Do you want to make swords instead?”

source: - 회색 눈동자는 특이하잖아.{j}가격이 더 나가겠지.{j}거, 왜 있잖아…….
en_us: “You don’t see grey eyes everyday. It will fetch more. You know...”

source: “단, 나는 너희를 석궁기마병으로 훈련 시킬 생각이다.{j}어울리지 않는 이들은 받을 생각이 없다.”
en_us: “I plan to train you into mounted crossbowmen. Those that don’t have the skills will be turned away.”

source: 한스러운 마음에 묻고 싶던 말도 많았다.
en_us: Logan’s forlorn heart also had many questions.

source: 산맥 아래의 모든 몬스터라 해 봤자 밀려 내려온 하급 몬스터가 대부분이었다.
en_us: The only monsters that inhabited the bottom of the alps were low-level ones that had been forced down.

source: “괜찮아.
en_us: “Don’t worry.

source: “그럼 바로 계약할까요?”
en_us: “Shall we sign right away?”

source: 페관 수련이 끝났음을 보고할 겸 아버지를 만나러 가는 길.{j}로건은 관저의 앞에서 전혀 생각지도 못한 상황을 마주했다.
en_us: Logan was on his way to see his father to report the end of his training. He was met with a completely unexpected turn of events when he arrived at the residence.

source: 홀로 남은 드웨인은 결연한 눈빛으로 그들을 배웅하며 방문을 걸어 잠갔다.
en_us: Dwain was determined to achieve a result, and he ushered his hopeful colleagues away and locked the door.

source: “있잖아, 곤란한 일!{j}이 자식이 어디서 개수작을.”
en_us: “I knew there was something! How dare you?”

source: “난 아예 보지도 못했는데?”
en_us: “I didn’t even see him coming”

source: 자신의 판단에 확신이 있는, 자신이 가야 할 길을 확실히 알고 끝까지 걸어갈 신념이 있는 사람만이 보이는 눈빛이었다.{j}그제야 억지로 외면했던 희망이 다시 고개를 들었다.
en_us: The young man had the eyes of a person filled with conviction and a firm belief in his direction. The winds of hope that he had kept out blew beneath his neck and helped lift his head up.

source: “단!{j}필수적으로 여기 이 A급 용병 카이에게 훈련을 받아야 한다.{j}훈련 기간은 최소 3개월 이상이다.”
en_us: “But! It is mandatory that you receive training from Kai, my A-level mercenary. The training will be three months long.”

source: 덕분에 단숨에 방향이 정해지고, 가신들의 의견은 빠르게 정리되어 갔다.
en_us: His final decision had set their course in stone and the vassal moved quickly to organize their response.

source: 싸아아.
en_us: Shimmering.

source: “그래야 죽은 네 어미한테 최선을 다했다고 변명이나 할 수 있지 않겠느냐.”
en_us: “Then at last I can tell your dead mother that I tried my best.”

source: 필립이 손가락으로 가리키는 신발은 그의 말처럼 여전히 진흙이 조금 묻어 있었다.{j}그 손가락은 이내 로건의 가슴을 향했다.
en_us: The boots he pointed at still had some dirt left on them. His fingers moved and pointed at Logan’s chest.

source: “아니, 이년이……!”
en_us: “You filthy wench!”

source: “파혼의 당사자로서 의견을 낼 권리는 있다고 생각합니다.{j}그리고 저는 제 의견이 가문에 더 도움이 된다고 생각합니다.”
en_us: “I think I have the right to express my opinions as the recipient of this broken betrothal. I also believe that my proposal is what is best for the house.”

source: 적 군세의 꼬리 쪽에서 질주해 오는 기마대의 말발굽 소리가 땅을 울렸다.{j}그리 많은 수는 아니었지만 죽음을 각오한 마지막 투지에 찬물을 끼얹기에는 충분했다.
en_us: The hooves of the rushing mounted regiment shook the ground as they head for the enemy’s tail. The charging force was by no means substantial but it was large enough to be final nail in the coffin for Padrick and his men.

source: 아들의 눈빛은 굳건했지만, 도무지 신뢰가 가지 않았다.{j}그런데도 패드릭은 그 요구를 수용할 수밖에 없었다.
en_us: His son’s eyes were resolute but he just couldn’t bring himself to fully trust him. But Padrick couldn’t refuse his son’s request.

source: 높고 튼튼하지만 아무런 마법적 효과가 없는 맥라인 본성의 성벽은 다수의 기사를 막을 방법이 없었다.{j}성벽이 뚫린 뒤 불리한 전력으로 난전을 벌이느니 뭉쳐서 대응할 수 있는 전면전이 차라리 나은 것이다.{j}그리고 맥라인 가문에서는 따로 기대하는 바도 있었다.{j}바로 상급기사 패드릭 맥라인의 존재였다.
en_us: The walls of House MacLine’s main castle were high and sturdy but they weren’t protected by magic, and it would only be a matter of time before the enemy knights broke through. Padrick thought it was best to band together and try outmaneuver them in battle rather than face certain death inside a sieged castle. The MacLine army were also expecting their high knight, Padrick MacLine, to tilt the scales in their favor.

source: 맥라인 가문은 본래 4대 전 조상이 저지른 패악질과 무능력했던 전대 영주들 때문에 영지와 작위를 몰수당할 뻔했다.
en_us: An ancestor of House MacLine from four generations ago had committed a heinous crime and the following lords misruled their fiefs with incompetence, this almost led to the confiscation of their titles and lands.

source: 삐딱한 태도와 비웃는 어조는 둘째 치고, 그를 고용한 목적이 돈을 버는 것이라 했으니 필립의 생각이 저리 흘러가는 것도 이상한 일은 아니었다.
en_us: Phillip’s sassy attitude and sarcastic tone aside, the intention of his question was understandable since Logan had originally hired him to conduct business and make him money.

source: 게다가 이 통증은…….’
en_us: And this headache...

source: “이름이 뭐지 기사?”
en_us: “What is your name, sir?”

source: 꽈아아아아앙!
en_us: Crash!

source: 아무리 그란디아 왕국이 큰 나라가 아니라지만, 서남부 끄트머리인 맥라인 영지에서 로건의 1차 목적지인 서부 끝의 카일 영지까지는 준마를 타고 쉬지 않고 달려도 삼사일은 걸리는 거리였다.{j}그러니 길바닥에서 며칠 묵는 것은 필수라고 할 수 있었다.
en_us: The Kingdom of Grandia wasn’t a big country but travelling from MacLine territory on the Southwestern edge of the country to Logan’s first destination, the most Western territory of Kyle, required a fit horse to gallop without rest for three to four days. Logan would need to find lodging or sleep on the road for a few days.

source: “……그 용병들이야 하급 용병들일 뿐이고, 나라와 가문의 진짜 힘은 어디까지나 기사단이 아니겠습니까.{j}기사단과 함께 훈련함으로써 진짜 기사가 무엇인지 느껴 보고 싶습니다.”
en_us: “They are only low-level mercenaries and the true power of our country and our house lies in the order of the knights. I want to feel what it’s like to be a true knight by training with our order.”

source: ‘그래도 그놈들에게 끌려가는 것보다는 나으니까.’
en_us: It’s better than being chained and taken by the other guys.

source: 갈색 머리 틈으로 희끗희끗한 흰머리가 보이기 시작한 중년의 기사는 흰머리가 실시간으로 늘어나는 느낌에 머리를 움켜쥐었다.{j}그런데 그런 그의 마음을 읽었는지, 눈앞의 짐 덩어리가 그의 마음에 쏙 드는 말을 내뱉었다.
en_us: He was a middle-aged knight with a few grey stems taking root between his brown hair. He pulled his hair as he felt the growing white hairs from his newfound stress. But the source of his stress gave him an opportunity out of the mess as if he had read his mind.

source: “리이나 울브스 공녀 드십니다!”
en_us: “Lina Wolves the second daughter of the House of Wolves!”

source: ‘다 무의미한 짓.{j}돈만 얻으면 된다.’
en_us: It’s all pointless. I just need the acquire money.

source: 반성의 기미를 보였을 때, 아니 보인 ‘척’했을 때 괜한 기대를 한 것이 후회되었다.{j}죽은 전처의 얼굴이 아른거리더라도 독하게 마음먹었어야 했다.{j}
en_us: He regret trusting Logan had turned a corner when he looked to have put the past behind. He saw his deceased wife in Logan’s face and he tormented himself for his moment of weakness.

source: “대공자를 뵙습니다.”
en_us: “We humbly request to take a moment of the master’s time.”

source: “이건 아닐 거야.”
en_us: “Not this time.”

source: 가주의 꾸짖음에 듣고 있던 이들의 다수가 고개를 끄덕였다.{j}용병대에 대해 어찌 생각하고 있는지 확연히 드러나는 모습이었다.{j}하지만 로건은 물러나지 않았다.
en_us: Many in the great hall nodded their heads in agreement with the Baron’s rant. It showed how much faith Logan’s father had in his son’s army but Logan was not about to back down.

source: 눈이 절로 부릅떠지고, 몸이 벌떡 일으켜졌다.
en_us: His eyes peeled wide awake and his body sprang up.

source: 자신의 보잘것없는 힘으로는 어쩔 수 없었던 재앙은 그렇다 치더라도, 스스로 지은 죄는 용서를 구했어야 했다.
en_us: A disaster I was powerless to stop was one thing but I should have sought forgiveness for a crime of my own making.
